{
    "data" : [
        "Kalau kamu bisa jadi tidak terlihat, apa hal pertama yang akan kamu lakukan?",
        "Apa rahasia yang kamu sembunyikan dari orang tuamu?",
        "Siapa orang yang diam-diam kamu sukai?",
        "Siapa orang terakhir yang kamu kepoin di media sosial?",
        "Kalau ada jin yang memberikanmu tiga permohonan, apa yang kamu inginkan?",
        "Siapa orang di antara kita yang menurutmu bisa lolos dari kiamat zombi dan siapa yang akan mati duluan? Beri tahu alasannya!",
        "Apa tontonan favoritmu saat masih kecil?",
        "Siapa orang yang paling sering kamu chat?",
        "Apa kebohongan terbesar yang pernah kamu katakan kepada orang tuamu?",
        "Apa mimpi paling aneh yang pernah kamu alami?",
        "Kapan terakhir kali kamu ngompol?",
        "Menurutmu, hewan apa yang terlihat paling mirip denganmu?",
        "Di antara kita, siapa orang yang paling kamu suka dalam konteks romantis?",
        "Di antara kita, siapa orang yang menurutmu paling baik dan paling buruk sifatnya?",
        "Siapa mantan terindahmu?",
        "Siapa orang yang ingin kamu jadikan istri/suami?",
        "Apakah kamu pernah melakukan ghosting?",
        "Apa aib yang kamu sembunyikan dari kami?",
        "Berapa jumlah mantanmu?",
        "Kalau kamu punya kesempatan untuk bertukar tubuh dengan salah satu orang di antara kita, siapa yang kamu pilih?",
        "Kalau kamu punya kemampuan untuk tidak terlihat, apa hal terburuk yang akan kamu lakukan?",
        "Kalau kamu punya kesempatan balikan dengan mantan, siapa yang akan kamu pilih dan kenapa?",
        "Hal terburuk yang pernah kamu lakukan di lingkungan kerja?",
        "Lebih pilih mana, pergi ke luar rumah tanpa celana dalam atau sebulan tidak keramas?",
        "Apakah kamu pernah digedor-gedor saat sedang di dalam toilet umum?",
        "Apakah kamu pernah mengupil, tapi ada orang lain yang memperhatikanmu?",
        "Apakah kamu pernah bicara sendiri di tempat umum?",
        "Apa hal dalam histori pencarianmu di internet yang membuatmu malu jika diketahui seseorang?",
        "Pernahkah kamu mencoba mengambil foto diri sendiri dengan gaya seksi?",
        "Apa lagu favoritmu saat sedang mandi?",
        "Berapa penilaianmu terhadap penampilan diri sendiri dalam skala 1 sampai 5?",
        "Saat kamu berada di toilet umum dan baru saja selesai buang air, kamu baru sadar air dan tisunya habis, apa yang akan kamu lakukan?",
        "Pernahkah kamu kentut keras di depan umum?",
        "Jujur, acara TV apa yang paling tidak kamu sukai dan Beri tahu alasannya!",
        "Jujur, kapan terakhir kali kamu berbohong? Dan apa kebohongan tersebut!",
        "Jujur, kapan terakhir kali kamu menangis? Dan apa yang menjadi penyebabnya",
        "Jujur, kapan terakhir kali kamu kentut?",
        "Jujur, apa ketakutan terbesar yang kamu miliki?",
        "Jujur, apa fantasi terbesar atau teraneh yang kamu miliki?",
        "Jujur, apa hal yang membuatmu merasa senang namun orang tuamu tidak mengetahuinya?",
        "Jujur, pernahkah kamu diselingkuhi? Kapan dan oleh mantan yang keberapa?",
        "Jujur, hal terburuk apa yang pernah kamu lakukan? Apakah berdampak ke orang lain?",
        "Jujur, apa rahasia yang belum pernah kamu ceritakan kepada siapapun?",
        "Jujur, apakah kamu memiliki bakat terpendam? Apa Itu?",
        "Jujur, siapa selebriti yang pertama membuatmu jatuh cinta?",
        "Jujur, apa pendapatmu mengenai perselingkuhan yang dilakukan seseorang?",
        "Jujur, apa pengalaman intim terburuk yang pernah kamu alami?",
        "Jujur, apakah kamu pernah melanggar hukum? Kemudian hukum seperti apa yang kamu langgar?",
        "Jujur, hal apa yang paling memalukan yang pernah kamu lakukan? Serta kapan kamu melakukannya?",
        "Jujur, hal apa yang paling membuatmu merasa insecure? Dan mengapa demikian?",
        "Jujur, apa Kesalahan terburuk yang pernah kamu lakukan?",
        "Jujur, hal paling menjijikkan apa yang pernah kamu lakukan?",
        "Jujur, siapa orang yang paling ingin kamu cium di antara kita?",
        "Jujur, hal terburuk apa yang pernah dilakukan orang lain kepadamu?",
        "Jujur, apa kebiasaan terburukmu? Sebutkan tiga diantaranya",
        "Jujur, apa penyesalan terburuk yang kamu miliki?",
        "Jujur, kenapa kamu putus dengan mantanmu yang sebelumnya? Jabarkan alasannya",
        "Jujur, jika kamu bisa menjadi tidak terlihat, hal pertama apa yang akan kamu lakukan?",
        "Jujur, apa rahasia yang kamu sembunyikan dari orang tuamu?",
        "Jujur, hadiah termurah yang pernah kamu berikan untuk orang lain? Dan kepada siapa kado itu diberikan?",
        "Jujur, hal tergila apa yang pernah kamu lakukan untuk bisa bebas dari tilang polisi?",
        "Jujur, hal terkejam apa yang pernah kamu lakukan atau katakan kepada pasanganmu?",
        "Jujur, hal terkejam apa yang pernah kamu ungkapkan kepada orang lain?",
        "Jujur, hal terkejam apa yang pernah kamu katakan tentang orang lain?",
        "Jujur, apa hal paling kekanak-kanakan yang masih kamu lakukan hingga saat ini?",
        "Jujur, apa Hal paling memalukan yang pernah kamu posting di media sosial?",
        "Jujur, apa Hal paling menakutkan yang pernah kamu lakukan?",
        "Jujur, apa Hal paling menakutkan yang pernah terjadi padamu?",
        "Jujur,apa Hal paling menjijikkan yang pernah kamu lakukan sendirian?",
        "Jujur, hal terakhir yang kamu cari di Google? Tunjukan!",
        "Jujur, hal teraneh apa yang pernah kamu lakukan saat mengemudi?",
        "Jujur, siapa orang yang diam-diam sedang kamu sukai?",
        "Jujur, siapa orang terakhir yang sedang kamu kepoin di media sosial?",
        "Jujur, apa tontonan favorit saat masih kecil? Sebutkan tiga diantaranya",
        "Jujur, siapa orang yang paling sering kamu chat? Sebut orangnya",
        "Jujur, apa kebohongan terbesar yang pernah kamu ucapkan kepada kedua orang tuamu?",
        "Jujur, apa mimpi teraneh yang pernah kamu alami? ceritakan",
        "Jujur, kapan terakhir kali kamu ngompol?",
        "Jujur, menurutmu, hewan apa yang terlihat paling mirip denganmu? Sebutkan tiga!",
        "Jujur, di antara semua orang di ruangan ini siapa yang paling kamu suka dalam konteks romantis?",
        "Jujur, siapa mantan terindahmu? Sebutkan namanya",
        "Jujur, siapa orang yang ingin kamu jadikan istri atau suami?",
        "Jujur, apakah kamu pernah melakukan ghosting kepada seseorang?",
        "Jujur, apa ada aib yang kamu sembunyikan dari kami?",
        "Jujur, berapa jumlah mantanmu? Sebutkan semua namanya",
        "Jujur, punya berapa crush selama hidup? Sebut namanya",
        "Jujur, tiga hal apa yang harus gebetan atau pacarmu punya? Apa saja itu, sebutkan!",
        "Jujur,di antara pemain, siapa yang paling dekat atau paling tahu banyak tentangmu?"
    ]
}