{
    "data" : [
        "Apa alasan yang bikin kamu tertarik denganku?",
        "Apa kenangan yang paling kamu ingat saat kecil?",
        "Jika kamu bisa mengubah sesuatu, apa yang ingin kamu perbaiki?",
        "Rencana karirmu untuk masa depan seperti apa?",
        "Apa yang membuat kamu bersyukur dalam hidup?",
        "Bagaimana definisi hubungan yang sehat buat kamu?",
        "Apa hal favorit yang kamu suka dari aku?",
        "Apa kamu menyukai pekerjaanmu sekarang?",
        "Seperti apa sih hari yang sempurna bagimu?",
        "Kalau kamu bisa mengubah satu hal tentang caramu dibesarkan keluarga, apa yang akan kamu ubah?",
        "Adakah hal yang ingin sekali kamu lakukan tapi belum terwujud? Mengapa?",
        "Apa pencapaian terbesar dalam hidupmu?",
        "Kenangan apa yang paling berkesan bagimu?",
        "Kenangan apa yang paling buruk?",
        "Kalau kamu tahu ini adalah tahun terakhir kamu hidup, apakah kamu ingin mengubah cara hidupmu?",
        "Seberapa dekat kamu dengan keluargamu?",
        "Apa kamu dekat dengan ibumu? Seperti apa hubungan antara kamu dan ibumu?",
        "Ceritakan kejadian paling memalukan dalam hidupmu.",
        "Menurutmu hal apa yang tak bisa dijadikan bahan lelucon?",
        "Video apa, sih, yang paling sering kamu tonton di YouTube?",
        "Kebiasaan buruk kamu yang susah hilang sampai sekarang apa?",
        "Ada enggak nasihat dari orangtua yang selalu kamu ingat?",
        "Impian terbesar kamu saat ini apa?",
        "Kapan, sih, kamu merasa gugup banget? Kenapa?",
        "Hal tentang diri kamu yang paling kamu suka apa aja?",
        "Ada enggak satu hal yang kamu nyeseel banget pernah ngelakuin itu dan enggak akan pernah mau ngelakuin itu lagi?",
        "Berapa jumlah mantan kamu?",
        "Siapa mantan terindahmu?",
        "Siapa orang yang kamu sayangi saat ini?",
        "Bagaimana Tanggapan Kamu Soal Perselingkuhan?",
        "Apakah saat ini ada seseorang yang lagi mendekatimu?",
        "Mengapa  kamu putus dengan mantan yang sebelumnya?",
        "Kapan terakhir kamu sakit hati?",
        "Pernahkah kamu selingkuh?",
        "Pernahkah kamu diselingkuhi?",
        "Kapan terakhir kali kamu berbohong?",
        "apakah tontonan kamu diwaktu kecil?",
        "Kapan terakhir kamu berciuman?",
        "Siapa orang terakhir yang kamu kepoin dimedia sosial?",
        "Apa hobi favorit kamu ?",
        "Apakah makanan kesukaan kamu?",
        "Siapa orang yang paling berjasa dalam hidup kamu?",
        "Pilih mana gagal kerja atau gagal nikah?",
        "Pilih mana selingkuh atau diselingkuhin?",
        "Punya hewan peliharaan?",
        "Apa lagu favorit setelah hari yang buruk?",
        "Punya penyanyi favorit?",
        "Apa penyebab putusnya hubunganmu sebelumnya?",
        "Apa tujuan yang ingin kamu capai dalam hidup?",
        "Bagaimana caramu dalam menyelesaikan suatu masalah?",
        "Pernah nggak kamu pergi sama cewek/cowok tanpa bilang ke aku?",
        "Apa pengalaman terbesar yang kamu jadikan pelajaran?",
        "Kapan terakhir kamu chatan sama mantan?",
        "Apa ekspektasi yang kamu miliki terhadap pasangan?",
        "Apa kamu memiliki keseriusan pada hubungan ini?",
        "Bagaimana caramu dalam mengatasi kegagalan?",
        "Apakah kamu pernah merasakan kesepian?",
        "Apakah kamu pernah merasa bosan dengan hubungan kita?",
        "Sejauh mana kamu dapat mempercayaiku?",
        "Kapan kamu merasa nyaman menyampaikan pendapatmu kepadaku?",
        "Apa kebiasaanku yang tidak kamu suka?",
        "Jika kita hampir putus, apakah kamu akan mencoba untuk mempertahankan?",
        "Apa alasan kamu mencintaiku?",
        "Apa tindakan terbaik ketika salah datu dari kita ternyata berselingkuh?",
        "Apa yang kamu harapkan agar hubungan kita lebih baik?",
        "Apa hal yang harus kita lakukan atau perbaiki agar hubungan ini selalu baik-baik saja hingga di masa depan? ",
        "Keluarga bahagia seperti apa yang ingin kamu ciptakan?",
        "Bagaimana parenting yang akan kamu terapkan untuk anak-anak?",
        "Bagaimana cara kamu mengatasi perasaan patah hati?",
        "Apa ketakutan terburuk bagi kamu?",
        "Hal apa yang paling sulit kamu bicarakan denganku?",
        "Seberapa penting karierku bagi kamu?",
        "Bagaimana menurutmu soal perbedaan yang kita miliki?",
        "Apakah menurutmu penting untuk berdiskusi denganku sebelum mengambil keputusan?",
        "Pendapat kamu kalau tinggal satu rumah dengan orang tua setelah menikah?",
        "Kalau kita nanti tetap sama-sama bekerja, bagaimana cara kamu cari waktu senggang untuk kita?",
        "Bagaimana cara kamu menghabiskan waktu saat sedang tidak bersamaku?",
        "Apa hal paling memalukan yang pernah kamu lakukan di depan umum?",
        "Apa rahasia terbesarmu yang belum pernah kamu beritahu kepada siapa pun?",
        "Apa kebohongan terbesar yang pernah kamu katakan pada seseorang?",
        "Siapa orang yang paling kamu sukai di dalam grup ini?",
        "Apa mimpi teraneh yang pernah kamu alami?",
        "Apa hal paling menyenangkan yang pernah kamu lakukan dengan pasanganmu?",
        "Apa hal terakhir yang kamu curigai dari seseorang?",
        "Apa yang paling kamu benci dari dirimu sendiri?",
        "Siapa orang yang paling kamu benci di dalam grup ini?",
        "Apa hal yang paling kamu banggakan dari dirimu sendiri?",
        "Apa yang paling kamu sukai dari pasanganmu?",
        "Apa hal paling aneh yang pernah kamu makan?",
        "Apa hal paling seram yang pernah kamu alami?",
        "Apa yang paling kamu khawatirkan saat ini?",
        "Apa yang paling kamu inginkan di dunia ini?",
        "Apa keinginan terbesarmu yang belum tercapai?",
        "Apa hal paling menyebalkan tentang temanmu di dalam grup ini?",
        "Jika kamu bisa menjadi orang lain untuk sehari, siapa yang kamu ingin menjadi?",
        "Apa yang paling kamu suka dari dirimu sendiri?",
        "Jika kamu bisa melakukan satu hal di masa lalu, apa yang akan kamu lakukan?",
        "Apa yang paling kamu takutkan tentang masa depan?",
        "Siapa orang yang paling kamu kagumi di dalam grup ini?",
        "Apa hal yang paling kamu suka tentang keluargamu?",
        "Apa hal paling berharga yang pernah kamu miliki?",
        "Apa mimpi terbesarmu di masa depan?",
        "Apa hal paling aneh yang pernah kamu lakukan di depan pasanganmu?",
        "Apa hal terburuk yang pernah kamu lakukan pada temanmu?",
        "Jika kamu memiliki kekuatan super, apa yang akan kamu lakukan dengannya?",
        "Apa yang paling kamu ingat dari masa kecilmu?",
        "Apa hal terbaik yang pernah terjadi padamu tahun ini?",
        "Siapa orang yang paling kamu rindukan saat ini?",
        "Apa hal yang paling kamu sesali dalam hidupmu?",
        "Apa yang paling kamu sukai tentang pekerjaanmu?",
        "Jika kamu bisa memiliki satu kekuatan super, apa yang kamu pilih?",
        "Apa hal yang paling kamu takutkan dalam hubungan?",
        "Apa yang paling kamu inginkan dalam hidupmu saat ini?",
        "Apa hal yang paling menyebalkan tentang pekerjaanmu?",
        "Jika kamu memiliki satu kekuatan super, siapa yang akan menjadi musuhmu?",
        "Apa yang paling kamu sukai dari hobi yang kamu miliki?",
        "Jika kamu harus memilih antara kekasihmu dan teman terbaikmu, siapa yang akan kamu pilih?",
        "Apa yang paling kamu sesali dari hubungan terakhir",
        "Kapan kamu pertama kali merasa jatuh cinta padaku?",
        "Apa yang paling kamu sukai dari diriku?",
        "Apa mimpi terbesarmu bersamaku?",
        "Apa hal paling romantis yang pernah kamu lakukan untukku?",
        "Jika kamu bisa merubah satu hal dari hubungan kita, apa yang akan kamu ubah?",
        "Apa hal terburuk yang pernah kamu lakukan padaku?",
        "Apa yang paling kamu takutkan dalam hubungan kita?",
        "Apa hal paling menyebalkan yang pernah aku lakukan padamu?",
        "Apa hal paling menyenangkan yang pernah kita lakukan bersama?",
        "Jika kamu harus memilih antara aku dan teman terbaikmu, siapa yang akan kamu pilih?",
        "Mending aku balikan sama mantan atau kamu yang balikan sama mantan?",
        "Sahabatan sama lawan jenis atau temenan sama mantan?",
        "Pasangan jago masak atau pasangan jago cari duit?",
        "Pasangan cerewet atau kalem?"
    ]
}