{
    "data" : [
        "Siapa seseorang yang saat ini sedang kamu taksir?",
        "Dari beberapa teman dekatmu, siapa yang paling bisa menarik perhatianmu?",
        "Apa yang membuatmu tertarik kepada seseorang?",
        "Apa trauma terbesarmu dalam hal percintaan?",
        "Apa kamu pernah selingkuh?",
        "Pernah gagal move on? Kalau iya, sampai kapan?",
        "Siapa orang yang yang saat ini selalu ada dalam pikiranmu?",
        "Berapa mantan pacar kamu saat ini?",
        "Apa kamu pernah mendekati seseorang saat sedang mendekati orang lain?",
        "Bagaimana kamu memandang hubungan percintaan dengan lawan jenis?",
        "Apa kenangan terindahmu bersama mantan?",
        "Bagaimana reaksimu jika orang yang kamu sukai ternyata menjalani hubungan dengan orang lain?",
        "Kapan terakhir kali kamu nangis karena pacar atau gebetan?",
        "Apa teks terakhir yang kamu kirim ke pacar / mantan pacar / gebetan?",
        "Bagaimana pendapatmu mengenai kesempatan kedua?",
        "Apa hal terberat yang pernah kamu lalui?",
        "Apa hal yang membuatmu bangga terhadap diri sendiri?",
        "Apa hal yang membuatmu tidak percaya diri?",
        "Siapa orang yang kamu anggap sebagai teman terbaik?",
        "Apa kebohongan terbesar yang pernah kamu katakan kepada orang tua?",
        "Apa pengalaman seru yang pernah kamu lalui?",
        "Bagaimana kamu mengartikan hidupmu?",
        "Apa impian terbesarmu?",
        "Adakah yang ingin kamu tunjukan kepada orang terdekatmu?",
        "Apa cerita masa kecilmu yang paling lucu?",
        "Bagaimana cara kamu dalam menghadapi orang yang mengusikmu?",
        "Apa hal terburuk yang pernah kamu lakukan?",
        "Apa penyesalan terbesarmu?",
        "Siapa orang yang tidak ingin kamu lupakan?",
        "Apa kamu rela menghabiskan uang untuk membiayai hobimu?",
        "Bagaimana kamu menjaga kepercayaan dari seseorang?",
        "Siapa teman terbaikmu?",
        "Siapa temanmu yang paling menjengkelkan?",
        "Apa pengalaman tak terlupakan yang pernah kamu lalui bersama temanmu?",
        "Apakah teman-temanmu saat ini adalah teman terbaik yang kamu miliki?",
        "Apa kamu pernah terpikir untuk menjadikan teman lawan jenismu sebagai pacar?",
        "Apa hal yang ingin kamu pertahankan dari pertemananmu saat ini?",
        "Apa kesan pertama yang terlintas saat kamu bertemu dengan kami semua?",
        "Bagaimana kamu menceritakan kepada orang lain tentang kami?",
        "Apa kamu pernah dikhianati oleh sahabatmu?",
        "Apa hal yang ingin kamu lakukan bersama teman-temanmu?",
        "Hal gila apa yang sangat ingin kamu lakukan bersama teman namun belum pernah dilakukan hingga saat ini?",
        "Apa rahasia yang kamu sembunyikan dari temanmu?",
        "Siapa di antara kami semua yang pernah membuatmu kesal?",
        "Siapa di antara kami semua yang paling tidak kamu sukai?"
    ]
}