{
    "data" : [
        "Siapa seseorang yang saat ini sedang kamu taksir?",
        "Dari beberapa teman dekatmu, siapa yang paling bisa menarik perhatianmu?",
        "Apa yang membuatmu tertarik kepada seseorang?",
        "Apa trauma terbesarmu dalam hal percintaan?",
        "Apa kamu pernah selingkuh?",
        "Pernah gagal move on? Kalau iya, sampai kapan?",
        "Siapa orang yang yang saat ini selalu ada dalam pikiranmu?",
        "Berapa mantan pacar kamu saat ini?",
        "Apa kamu pernah mendekati seseorang saat sedang mendekati orang lain?",
        "Bagaimana kamu memandang hubungan percintaan dengan lawan jenis?",
        "Apa kenangan terindahmu bersama mantan?",
        "Bagaimana reaksimu jika orang yang kamu sukai ternyata menjalani hubungan dengan orang lain?",
        "Kapan terakhir kali kamu nangis karena pacar atau gebetan?",
        "Apa teks terakhir yang kamu kirim ke pacar / mantan pacar / gebetan?",
        "Bagaimana pendapatmu mengenai kesempatan kedua?",
        "Apa hal terberat yang pernah kamu lalui?",
        "Apa hal yang membuatmu bangga terhadap diri sendiri?",
        "Apa hal yang membuatmu tidak percaya diri?",
        "Siapa orang yang kamu anggap sebagai teman terbaik?",
        "Apa kebohongan terbesar yang pernah kamu katakan kepada orang tua?",
        "Apa pengalaman seru yang pernah kamu lalui?",
        "Bagaimana kamu mengartikan hidupmu?",
        "Apa impian terbesarmu?",
        "Adakah yang ingin kamu tunjukan kepada orang terdekatmu?",
        "Apa cerita masa kecilmu yang paling lucu?",
        "Bagaimana cara kamu dalam menghadapi orang yang mengusikmu?",
        "Apa hal terburuk yang pernah kamu lakukan?",
        "Apa penyesalan terbesarmu?",
        "Siapa orang yang tidak ingin kamu lupakan?",
        "Apa kamu rela menghabiskan uang untuk membiayai hobimu?",
        "Bagaimana kamu menjaga kepercayaan dari seseorang?",
        "Siapa teman terbaikmu?",
        "Siapa temanmu yang paling menjengkelkan?",
        "Apa pengalaman tak terlupakan yang pernah kamu lalui bersama temanmu?",
        "Apakah teman-temanmu saat ini adalah teman terbaik yang kamu miliki?",
        "Apa kamu pernah terpikir untuk menjadikan teman lawan jenismu sebagai pacar?",
        "Apa hal yang ingin kamu pertahankan dari pertemananmu saat ini?",
        "Apa kesan pertama yang terlintas saat kamu bertemu dengan kami semua?",
        "Bagaimana kamu menceritakan kepada orang lain tentang kami?",
        "Apa kamu pernah dikhianati oleh sahabatmu?",
        "Apa hal yang ingin kamu lakukan bersama teman-temanmu?",
        "Hal gila apa yang sangat ingin kamu lakukan bersama teman namun belum pernah dilakukan hingga saat ini?",
        "Apa rahasia yang kamu sembunyikan dari temanmu?",
        "Siapa di antara kami semua yang pernah membuatmu kesal?",
        "Siapa di antara kami semua yang paling tidak kamu sukai?",
        " Siapakah orang yang tidak kamu sukai, tapi mesti pura-pura suka?",
        " Siapakah satu orang yang kamu harap masih ada dalam hidup kamu?",
        " Apakah menurut kamu, kamu lebih jelek atau lebih cakep dibanding teman-teman kamu?",
        " Pernah salah sebut nama orang saat di jalan? Ceritain, dong!",
        " Apakah kamu pernah diam-diam mencuri sesuatu dari orang tua atau orang lain?",
        " Apakah kamu pernah pipis di celana saat dewasa atau remaja?",
        " Lebih pilih jelek tapi kaya harta, atau ganteng/cantik tapi miskin?",
        " Apa hal paling menjijikkan yang pernah kamu dengar yang dilakukan seseorang?",
        " Hal apa yang tidak kamu sukai tentang saya?",
        " Apa momen paling canggung yang pernah kamu alami saat berkencan?",
        " Siapa yang lagi kamu taksir sekarang? Pernah naksir guru, dosen, atau teman kantor?",
        " Kalau kamu bisa pilih kekuatan super, mau punya kekuatan apa?",
        " Kalau kamu bisa menghilang, apa hal pertama yang kamu lakukan?",
        " Kalau kamu bisa baca pikiran, pikiran siapa yang bakal kamu baca duluan?",
        " Berapa jam kamu tidur paling lama?",
        " Siapa celebrity crush kamu?",
        " Mimpi paling aneh yang pernah kamu alami?",
        " Skenario paling aneh yang pernah terlintas di pikiranmu tentang kita?",
        " Video TikTok atau YouTube paling memalukan yang pernah kamu tonton?",
        " Film/serial/drama/anime paling memalukan yang pernah kamu tonton?",
        " Artis atau lagu apa yang paling sering kamu putar pas lagi down?",
        " Apa insecurity terbesarmu?",
        " Kapan terakhir kali bohong ke orang tua?",
        " Hal apa yang kamu harapkan bisa kamu ubah dari diri sendiri?",
        " Apa pet peeve terbesarmu?",
        " Bagian tubuh mana yang paling kamu sukai dari gebetanmu?",
        " Kalau seandainya dia ninggalin kamu gimana?",
        " Gimana awal mula kalian bisa ketemu",
        " Apa yang kamu sembunyikan dari gebetan kamu?",
        " Yakin gak dia gak ada yang lain selain kamu? Apa alasannya?",
        " Manakah di antara pemain dalam grup ini yang dianggap memiliki pakaian paling sensual dan berani?",
        " Ciri fisik apa yang paling membuat Kamu dipuji?",
        " Apa satu hal yang tidak akan pernah Kamu lakukan bahkan jika seseorang menawarkan Kamu semua uang di dunia?",
        " Di antara semua orang di ruangan ini, cowok / cewek mana yang ingin kamu kencani?",
        " Menurut Kamu, siapa di ruangan itu yang akan menjadi kencan yang buruk?",
        " Kualitas atau karakteristik apa yang ingin Kamu ubah dari diri Kamu?",
        " Apakah Kamu pernah jatuh cinta dengan teman dari pasangan Kamu? Apakah ada yang memperhatikan?",
        " Menurut Kamu apa pendapat pacar Kamu tentang pernikahan?",
        " Hal paling gila apa yang pernah terjadi padamu di mal?",
        " Sebutkan pengalaman paling menjengkelkan dalam berbelanja.",
        " Apa hal paling kejam yang pernah Kamu lakukan dalam hidup Kamu?",
        " Apakah kamu pernah terpikir untuk selingkuh?",
        " Pernahkah Kamu berbohong kepada pasangan untuk menghindari momen mesra, misalnya mengatakan bahwa Kamu merasa sakit?",
        " Apa rumor atau gosip terburuk yang Kamu katakan atau ulangi dan pada akhirnya ada sesuatu yang salah?",
        " Apa lelucon paling menjijikkan yang pernah dimainkan dengan seseorang?",
        " ??Apa fantasi terliar Kamu?",
        " Apakah Kamu pernah pipis di kolam?",
        " Hal paling bodoh apa yang pernah Kamu lakukan di depan orang banyak?",
        " Apa hal pertama yang akan Kamu lakukan jika Kamu tidak terlihat?",
        " Jika Kamu tiba-tiba menjadi tidak terlihat, hal-hal nakal apa lagi yang ingin Kamu lakukan?"
    ]
}